Repository: lovetrading10/Bunny
Catalog: docs/locales/*/LC_MESSAGES/bunnytoken.po
Languages: ko_kr, vi_vn

source: BUNNY token
ko_kr: 버니(BUNNY) 토큰

source: The BUNNY token doesn’t have a max supply. For every 1 BNB earned in the performance fees, 10 BUNNY is minted, so supply is not capped at the moment. We may establish new strategies to limit the cap or burn some tokens, however currently we are focused on the growth of the BUNNY token. You can earn BUNNY by using the farms, or you can buy BUNNY through our zap function. Roughly 13% of all BUNNY mints will go towards development to ensure rapid innovation.
ko_kr: 버니 토큰은 최대 공급이라는 한계가 없습니다. 성과수수료(performance fee)로 얻은 매 1 BNB마다, 10 BUNNY가 발급되어 공급이 제한되지 않습니다. 한도를 정하거나 토큰들을 태울 새로운 전략들을 구성할 수 있지만, 현재 우리는 BUNNY 토큰의 성장에 초점을 두고 있습니다. BUNNY는 농장들(farms)을 이용해서 획득하거나, 잽(zap function) 기능을 통해서 매수할 수 있습니다. 약 13%의 발급된 BUNNY들은 신속한 생태계 혁신을 위해 프로젝트 개발에 사용될 것입니다.
vi_vn: Không có số lượng token BUNNY phát hành tối đa. Với mỗi 1 BNB reward từ phí hoạt động (khoản phí trả cho người quản lý khoản đầu tư để tạo ra lợi nhuận tích cực - performance fee), 10 token BUNNY sẽ được tạo ra, vì vậy số lượng token phát hành không bị giới hạn tại thời điểm này. Các chiến lược mới để giới hạn hoặc đốt cháy một lượng token khi cần thiết có thể được xác lập, tuy nhiên hiện tại chúng tôi đang tập trung gia tăng số lượng token BUNNY. Bạn có thể kiếm BUNNY qua các farm hoặc mua BUNNY trực tiếp thông qua tính năng ZAP của chúng tôi. Khoảng 13% trong tổng số BUNNY phát hành sẽ được tái đầu tư vào việc phát triển hệ thống để đảm bảo sự đổi mới nhanh chóng.

source: Honest $cake Farmers: Deposit CAKE-BNB LP and reap the benefits of the compounding effect. With Simple Interest, the APY is 150% for CAKE-BNB, however, if this gets compounded it becomes 347% APY. The assumptions are the following: 1) initial capital is $1m, 2) transaction cost: $1, 3)Compounded Once Daily. The transaction cost assumes it takes 4-5 steps for Pancake Bunny to compound deposits. Around 25% of Bunny’s profits will be bonuses. Some percent of the farming profits will be saved as BNB in the BUNNY Reward Pool.
ko_kr: 정직한 $케이크 농부들 (Honest $cake Farmers): CAKE-BNB LP를 입금하고, 복리효과의 혜택을 실현할 수 있습니다. 단리를 통한 CAKE-BNB의 APY는 150%에 그치지만, 복리를 통한다면 347% APY로 늘어납니다. 이는 다음과 같은 가정들에 따른 결과입니다: 1) 기초자본액이 100만 달러이다. 2) 거래 수수료가 1달러이다. 3) 하루마다 복리 이자를 창출한다(Compounded once daily). 거래 수수료는 팬케이크 버니가 입금된 토큰을 복리 이자 창출하기까지 4-5단계를 거칠 것이라는 가정에 기반을 두고 있습니다. 농사 이익의 일부 퍼센티지는 BUNNY 리워드 풀(BUNNY reward pool)에 BNB로 저장될 것입니다.
vi_vn: Nông dân $cake chân chính: đầu tư theo hình thức gửi CAKE-BNB LP và kiếm lời từ hiệu ứng lợi nhuận gộp (lãi kép). Với lãi suất đơn, APY (Lãi suất Lợi nhuận tính theo năm) là 150% cho CAKE-BNB, tuy nhiên, nếu tính lợi nhuận gộp , APY sẽ đạt mức 347%. Con số này được tính toán dựa trên giả định sau: 1) Số vốn ban đầu của bạn là 1 triệu đô la, 2) Chi phí giao dịch: 1 đô la, 3) Gộp lợi nhuận một lần mỗi ngày. Giả sử chi phí giao dịch phải mất 4-5 bước để Pancake Bunny gộp tất cả các khoản tiền gửi. Khoảng 25% lợi nhuận của Bunny sẽ dùng làm tiền thưởng. Một phần lợi nhuận từ việc “canh tác” sẽ được lưu dưới dạng BNB trong BUNNY reward pool.

source: Degens: Buy BUNNY at the start of launch. Sell when the price becomes high enough to fulfill your greedy desire. The Probability of BUNNY dropping below the initial price of $3 is very low. 1) Presale Participants bought BUNNY at $3 and will not sell below that price at a loss. 2) As BUNNY Price goes up, Bunny issued volume will decrease.
ko_kr: 투기꾼들 (Degens): 런치가 시작할 때 BUNNY를 삽니다. 그후 자신의 탐욕을 만족시킬만큼치 가격이 올랐을 때 팝니다. 또한 BUNNY가 최초 가격인 3달러 아래로 떨어질 가능성은 매우 낮습니다. 왜냐하면 1) 사전판매 참가자(presale participant)들은 3달러에 BUNNY를 샀기 때문에 손해를 감수하며 3달러 아래에 매도하지 않을 것이며, 2) BUNNY의 가격이 올라갈수록 BUNNY의 발급량이 줄어들 것이기 때문입니다.
vi_vn: Cá voi và những nhà đầu cơ chấp nhận rủi ro (Degens): Mua BUNNY khi vừa được mở bán. Bán ra tại mức giá tăng đủ cao ứng với tham vọng của bạn. Xác suất để BUNNY giảm xuống dưới mức giá ban đầu là 3 đô la là rất thấp vì 1) Những người mua BUNNY vào giai đoạn pre-sale với giá 3 đô la sẽ không bán dưới mức giá đó để tránh lỗ. 2) Khi Giá BUNNY tăng, lượng BUNNY được phát hành sẽ giảm.

source: Smart Investors: Stake BUNNY long-term. The APY of BUNNY Pool is amazing and real! The meaning of BUNNY Pool’s APY 100% is if you buy $10 worth of BUNNY now and stake it for 1 year, you will receive $10 worth of BNB. If you sell the remaining BUNNY on the market, you can also capitalize on profits there. If you are a wise investor, you would meticulously analyze the APY of the staking pool and earn profits not only from the BNB rewards, but also from selling the BUNNY as well.
ko_kr: 똑똑한 투자자들 (Smart Investors): BUNNY를 장기간 스테이킹합니다. BUNNY 풀의 APY는 정말 굉장하기 때문입니다. BUNNY 풀의 APY가 100%라는 말의 뜻은 $10만큼의 BUNNY를 사서 1년동안 스테이킹한다면 $10만큼의 BNB를 받는다는 뜻입니다. 남는 BUNNY를 시장에 판다면 부수적인 수익 또한 챙길 수 있습니다. 만약 현명한 투자자라면 스테이킹 풀의 APY를 세심하게 분석 한 후, 얻은 BNB 리워드를 통해서 뿐만 아니라 BUNNY를 매도함으로써 이익 실현을 할 것입니다.
vi_vn: Nhà đầu tư thông minh: stake BUNNY dài hạn. APY của pool BUNNY rất cao và hoàn toàn có thật! APY 100% của pool BUNNY có thể hiểu là nếu bạn đầu tư 10 đô la mua BUNNY ngay bây giờ và stake trong 1 năm, bạn sẽ nhận được lượng BNB reward trị giá 10 đô la. Ngoài ra bạn còn có thể kếm thêm lợi nhuận bằng việc bán lượng BUNNY đã mua ban đầu. Là một nhà đầu tư khôn ngoan, bạn cần phân tích tỉ mỉ APY của pool mà bạn muốn stake và kiếm lợi nhuận không chỉ từ BNB reward mà còn từ việc bán BUNNY.

source: We are starting off with the following fee structure:
ko_kr: 다음과 같은 수수료 구조입니다:
vi_vn: Chúng tôi bắt đầu với cấu trúc phí sau:

source: 30% Performance fee
ko_kr: 30% 성과 수수료
vi_vn: 30% phí hoạt động

source: 0.5% withdrawal fee if withdrawal happens within 72 hours of deposit
ko_kr: 출금이 입금 72시간 이내에 이루어졌을 경우에는 0.5% 출금 수수료
vi_vn: Phí rút token 0,5% nếu rút trong vòng 72 giờ kể từ lúc gửi

source: For further clarification the 30% performance fee is collected and given to the BUNNY stakers. For every 1 BNB earned through performance fees, 10 BUNNY is minted and given to respective users. So long as the price of BUNNY stays above 1BNB/10, users are actually earning money through this performance fee system. All of these fees will ultimately go towards staking BUNNY, thereby ensuring the sustainability and longevity of our project and benefitting BUNNY supporters/holders.
ko_kr: 30% 성과 수수료는 BUNNY 스테이커(staker)들에게 지급됩니다. 성과 수수료를 통해 얻은 매 1 BNB마다, 10 BUNNY가 발급되고 이는 각각 유저들에게 주어집니다. BUNNY의 가격이 1 BNB/10으로 유지되는 한 유저들은 이러한 성과 수수료 시스템을 통해 수익을 얻고 있는 것입니다. 이러한 모든 수수료들은 궁극적으로 BUNNY의 스테이킹에 이용되어 프로젝트의 수명과 지속 가능성을 보장하고 BUNNY 서포터들과 소유자들을 보호합니다.
vi_vn: Giải thích cụ thể hơn, 30% phí hoạt động được thu và chuyển về cho những người stake BUNNY. Với mỗi BNB reward nhận được thông qua phí hoạt động, 10 BUNNY được tạo và trao cho người dùng tương ứng. Miễn là giá BUNNY cao hơn mức 1BNB /10, người dùng sẽ vẫn đang thực sự kiếm tiền thông qua hệ thống phí hoạt động này. Tất cả các khoản phí này cuối cùng sẽ hướng tới việc stake BUNNY, nhờ vậy đảm bảo tính bền vững và lâu dài của dự án chúng tôi đồng thời mang lại lợi ích cho những người ủng hộ/ chủ sở hữu BUNNY.

source: Click on the following spreadsheet link to understand the detailed tokenomics breakdown. http://bit.ly/bunny_tokenomics
ko_kr: 다음 스프레드시트 링크는 더욱 자세한 토큰 경제(tokenomic)의 명세를 담고 있습니다: http://bit.ly/bunny_tokenomics
vi_vn: Nhấp vào liên kết bảng tính sau để hiểu rõ mô hình kinh tế học của token (tokenomics). http://bit.ly/bunny_tokenomics

source: Presale (Ended)
ko_kr: 사전판매 (마감)
vi_vn: Đợt mở bán pre-sale (Đã kết thúc)

source: Date: 11/4 SGT 12:00 ~ 11/17 SGT 12:00
ko_kr: 날짜: 11/4 SGT 12:00 ~ 11/17 SGT 12:00
vi_vn: Ngày: 11/4 SGT 12:00 ~ 17/11 SGT 12:00

source: Allocation: 10,000 BNB
ko_kr: 할당량: 10,000 BNB
vi_vn: Phân bổ: 10.000 BNB

source: returns: 10,000 BNB worth of LP tokens + locked up 50,000 BUNNY tokens
ko_kr: 총 수익: 10,000 BNB어치의 LP 토큰들 + 묶여있는 (locked up) 50,000 BUNNY 토큰들
vi_vn: Lợi nhuận: mã thông báo LP trị giá 10.000 BNB + bị khóa 50.000 mã thông báo BUNNY

source: Launch: 11/20
ko_kr: 출시: 11/20
vi_vn: Khởi bán: 20/11

source: Reward Payout: 11/21
ko_kr: 리워드 배당: 11/21
vi_vn: Thanh toán phần thưởng: 21/11

source: 10 BUNNY Tokens are given per 1 BNB. If all 10,000 BNB gets sold and allocated a total of 100,000 BUNNY will be issued.
ko_kr: 1 BNB마다 10 BUNNY 토큰이 배당됩니다. 만약 10,000 BNB 모두 팔려 할당된다면, 100,000 BUNNY가 발급됩니다.
vi_vn: 10 mã BUNNY được trao cho mỗi BNB. Nếu tất cả 10.000 BNB được bán và phân bổ cho người dùng tổng cộng 100.000 BUNNY sẽ được phát hành.

source: Participants of the presale are eligible to withdraw BUNNY-BNB LP following the launch.
ko_kr: 사전판매 참가자들에게는 출시 이후에 BUNNY-BNB LP를 출금할 수 있는 자격이 주어집니다.
vi_vn: Những người tham gia vào đợt mở bán pre-sale có đủ điều kiện rút BUNNY-BNB LP sau đợt khởi bán.

source: **Intended Uses**
ko_kr: 목적
vi_vn: Mục đích sử dụng

source: Liquidity Pool
ko_kr: 유동성 풀 (liquidity pool)
vi_vn: 1) Tạo Liquidity Pool

source: Once the pool is created, 5,000 BNB and 50,000 BUNNY will be put in the Pancake Swap Liquidity Pool (Est. Value: $300,000).
ko_kr: 풀이 만들어진 후, 5,000 BNB와 50,000 BUNNY가 팬케이크 스왑 유동성 풀에 들어갈 것입니다. (추정 가치: $300,000)
vi_vn: Khi pool được tạo, 5.000 BNB và 50.000 BUNNY sẽ được đưa vào Pancake Swap Liquidity Pool (Giá trị ước tính: 300.000 USD).

source: LP Tokens will be given to presale participants according to their share.
ko_kr: LP 토큰들은 사전 판매 참가자들에게 지분에 따라 주어질 것입니다.
vi_vn: LP token sẽ được phân phối cho những người tham gia vào đợt mở bán pre-sale với số lượng tương ứng với phần tỉ lệ phần trăm trong pool của họ.

source: BUNNY Reward Pool
ko_kr: BUNNY 리워드 풀(BUNNY reward pool)
vi_vn: 2) BUNNY Reward Pool

source: The BUNNY Reward pool is a type of reward pool that issues BNB as a reward for staking BUNNY.
ko_kr: BUNNY 리워드 풀은 BUNNY를 스테이킹했을 때, 리워드로 BNB를 발급하는 리워드 풀입니다.
vi_vn: BUNNY Reward Pool là pool phát hành BNB làm phần thưởng cho việc stake BUNNY.

source: When the pool gets created the presale participants’ 50,000 BUNNY will get staked.
ko_kr: 풀이 만들어질 때, 사전 판매 참가자들의 50,000 BUNNY가 스테이킹될 것입니다.
vi_vn: Khi pool được tạo, 50.000 BUNNY của người tham gia vào đợt mở bán pre-sale sẽ được stake.

source: 5,000 BNB will get accumulated as rewards and will get distributed over 365 days.
ko_kr: 5,000 BNB가 리워드로 축적이 된 후, 365일에 걸쳐 분배될 것입니다.
vi_vn: 5.000 BNB sẽ được tích lũy làm phần thưởng và sẽ được phân phối trong 365 ngày.

source: There will be a BUNNY lockup for Presale Participants. Following the launch, the presale BUNNY tokens will be unlocked equally according to the amount of new BUNNY tokens issued.
ko_kr: 사전판매 참가자들에게는 BUNNY 잠금(lock up)이 이루어질 것입니다. 출시 이후에는, 새롭게 발급된 BUNNY 토큰 양에 따라 사전 판매된 BUNNY 토큰들의 잠금이 풀어질 것입니다.
vi_vn: Những người tham gia chương trình mở bán pre-sale sẽ được cung cấp khoá. Sau đợt khởi bán, lượng mã BUNNY đã được bán vào đợt mở bán pre-sale sẽ được mở khóa bằng đúng số lượng mã BUNNY mới được phát hành.

source: 1 Year of continuous staking will allow for a full withdrawal of 5,000 BNB without any fees.
ko_kr: 1년 동안의 지속적이 스테이킹은 어떠한 수수료도 없이 총 5,000 BNB의 출금을 가능토록 합니다.
vi_vn: Nếu bạn stake liên tục trong 1 năm thì sẽ có quyền rút toàn bộ 5.000 BNB mà không phải trả bất kỳ khoản phí nào.
