Repository: lovetrading10/Bunny
Catalog: docs/locales/*/LC_MESSAGES/faq.po
Languages: ko_kr, vi_vn

source: FAQ
ko_kr: 자주 묻는 질문(FAQ)
vi_vn: Câu hỏi thường gặp

source: What is Pancake Bunny?
ko_kr: 팬케이크버니는 무엇인가요?
vi_vn: Pancake Bunny là gì?

source: PancakeBunny is a new and rapidly growing DeFi yield aggregator that is used for PancakeSwap. The PancakeBunny protocol empowers farmers to leverage their yield-seeking tendencies to optimize yield compounding strategy on BSC. We are providing strategies for the various needs of farmers from the highest yield seekers to the risk reward optimizing smart investors.
ko_kr: 팬케이크버니는 팬케이크스왑에서 사용되는 새로운 디파이 일드 애그리게이터입니다. 팬케이크버니 프로토콜은 농부들의 수익추구 성향에 따라 BSC에서의 복리화 수익 창출 전략을 최적화 할 수 있도록 돕습니다. 최대 수익률를 찾는 투자자들과 리스크 리워드 최적화(risk reward optimizing)를 추구하는 투자자들까지 다양한 이자 농부들의 니즈에 맞게 여러 전략들을 제공하고 있습니다.
vi_vn: PancakeBunny là một nền tảng mới giúp tổng hợp lợi suất trên hệ tài chính phi tập trung (DeFi yield aggregotor) đang phát triển nhanh chóng, được sử dụng cho PancakeSwap. Giao thức PancakeBunny cho phép người dùng tận dụng các xu hướng tìm kiếm lợi nhuận của họ để tối ưu hóa chiến lược gộp lợi suất trên BSC. Chúng tôi đang cung cấp các chiến lược đáp ứng nhu cầu của các đối tượng đầu tư khác nhau từ những người tìm kiếm lợi suất cao nhất đến những nhà đầu tư thông minh muốn kiếm lợi nhuận bằng việc tối ưu hóa các rủi ro.

source: What is the Reason for launching Pancake Bunny?
ko_kr: 팬케이크버니를 출시한 이유는 무엇인가요?
vi_vn: Vì sao Pancake Bunny ra đời?

source: We wanted to create a platform that automatically compounds yields for all individuals, no matter how small your stake may be. Our goal is to expand the DeFi ecosystem, specifically on the Binance Smart Chain, while providing users with various strategies to maximize returns while minimizing risk.
ko_kr: 팬케이크버니는 투자금액이 적은 사람들까지 포함한 모든 사람들이 수익의 복리 이자를 자동적으로 창출시킬 수 있는 플랫폼을 만들고 싶었습니다. 팬케이크버니의 목표는 바이낸스 스마트 체인(Binance Smart Chain)에서의 디파이 생태계를 확장시키고, 유저들의 리스크를 줄이면서도 수익을 극대화할 수 있는 다양한 전략들을 제시하는 것입니다.
vi_vn: Chúng tôi muốn tạo ra một nền tảng tự động gộp lợi nhuận cho tất cả mọi người, bất kể số vốn bạn stake nhỏ đến mức nào. Mục tiêu của chúng tôi là mở rộng hệ sinh thái DeFi, đặc biệt trên Binance Smart Chain, đồng thời cung cấp cho người dùng các chiến lược khác nhau để tối đa hóa lợi nhuận và cùng lúc giảm thiểu rủi ro.

source: How do Bunny Farms Work?
ko_kr: 버니 농장들은 어떻게 작동하나요?
vi_vn: Cách thức vận hành của các farm Bunny?

source: Currently, the majority of our farms are those that exist on Pancake Swap. Essentially the farms on our platform get permission from individuals via smart contracts to automatically compound and reinvest yields on behalf of individuals.
ko_kr: 현재 대부분의 버니 농장들은 팬케이크 스왑(Pancake Swap)내에 존재하는 농장들입니다. 팬케이크버니 플랫폼의 농장들은 스마트 컨트랙트를 통해, 유저들에게 자동적으로 복리 이자를 창출하고 수익을 재투자할 수 있는 허가를 받습니다.
vi_vn: Hiện tại, phần lớn các farm của chúng tôi là những farm đang có trên PancakeSwap. Về cơ bản, các farm trên nền tảng của chúng tôi nhận được cho phép của các cá nhân thông qua hợp đồng thông minh để thay mặt các cá nhân này tự động gộp và tái đầu tư lợi nhuận.

source: Can’t I just compound by myself?
ko_kr: 그냥 유저가 직접 복리 이자 창출을 하면 안되나요?
vi_vn: Tôi có thể tự gộp lợi nhuận được không?

source: Compounding yourself on PancakeSwap is a very tedious process and it is often hard to know the optimal frequency and timing of when to compound and reinvest your yields. Bunny does all of this for you plus saves you gas fees.
ko_kr: 팬케이크스왑에서 유저가 직접 복리 이자 창출을 하는 것은 매우 힘들고 지루한 작업일 뿐만 아니라, 대부분의 유저들은 가장 최적화된 이자 지급 주기(frequency)와 타이밍을 알기 어렵습니다. 버니는 이러한 모든 작업들을 대신 해주고, 가스 수수료(gas fee) 또한 덜 발생합니다.
vi_vn: Tự gộp lợi nhuận trên PancakeSwap là một quá trình rất tẻ nhạt và thường rất khó để nhận biết được tần suất và thời điểm tối ưu để gộp và tái đầu tư lợi nhuận của bạn. Bunny sẽ thay bạn làm tất cả những điều này và giúp bạn tiết kiệm phí giao dịch.

source: What is the BUNNY Token?
ko_kr: BUNNY 토큰은 무엇인가요?
vi_vn: BUNNY token là gì?

source: BUNNY Token is our native governance token. BUNNY holders govern our ecosystem and receive the majority of farm performance fee profits. Holding/Staking BUNNY is not only beneficial for individual profits, but also ensures the Bunny Ecosystem runs smoothly.
ko_kr: BUNNY 토큰은 팬케이크버니의 고유한 거버넌스 토큰입니다. BUNNY 소유자들은 팬케이크버니의 생태계에 의결권을 행사할 수 있고(govern our ecosystem), 농장 성과 수수료 수익의 대부분을 받습니다. 그렇기 때문에 BUNNY를 소지하거나 스테이킹하는 것은 개인 수익에 도움이 될 뿐만 아니라, 버니의 생태계가 잘 운영 되도록 합니다.
vi_vn: BUNNY là token có chức năng bỏ phiếu quyền quản trị (native governance token). Những người nắm giữ BUNNY quản lý hệ sinh thái của chúng tôi và nhận về phần lớn lợi nhuận đến từ phí hoạt động từ các farm. Nắm giữ / stake BUNNY không chỉ giúp các cá nhân thu lợi nhuận mà còn giúp đảm bảo hệ sinh thái của Bunny vận hành trơn tru.

source: Which Bunny Farm do I pick?
ko_kr: 어떤 버니 농장을 골라야 하나요?
vi_vn: Tôi nên chọn farm Bunny nào?

source: Every Farm requires a different LP Token. Furthermore the different Farms represent different risk tolerances for Bunny users. A high APY usually means more volatility in the underlying token price. For example, BUSD-BNB has a much lower compounded APY than CAKE-BNB, since BUSD is a stable coin which is pegged to the dollar and does not experience volatility.
ko_kr: 모든 농장마다 다른 종류의 LP 토큰을 요구합니다. 또한 각 농장마다 버니 유저들에게 다른 리스크 허용 수준을 나타냅니다. 높은 APY는 주로 기반 토큰(underlying token)의 높은 가격 변동성을 의미합니다. 예를 들어, BUSD-BNB는 CAKE-BNB보다 아주 낮은 복리화된 APY(compounded APY)를 가지고 있습니다. 왜냐하면 BUSD는 달러와 페깅되어 가격 변동성이 거의 없는 스테이블 코인(stable coin)이기 때문입니다.
vi_vn: Mỗi farm sẽ yêu cầu một loại LP Token khác nhau. Thêm vào đó, các farm khác nhau cũng thể hiện mức độ chấp nhận rủi ro khác nhau cho người dùng Bunny. APY cao thường có nghĩa là giá token cơ bản sẽ biến động nhiều hơn. Ví dụ: BUSD-BNB có APY gộp thấp hơn nhiều so với CAKE-BNB, vì BUSD là một stable coin được gắn với đồng đô la và không có biến động lớn về giá.

source: What are the risks of Farming on Bunny?
ko_kr: 버니에서 농사하는 것에는 어떠한 리스크가 따르나요?
vi_vn: Những rủi ro khi khai thác thanh khoản trên Bunny là gì?

source: Systematic Risk
ko_kr: 시스템적 리스크(Systematic risk)
vi_vn: Rủi ro hệ thống

source: The Systematic Risk would be the decrease of monetary value of assets deposited, be in BNB, CAKE, etc. For example BNB could be $30 when you deposit and $25 when you withdraw
ko_kr: 시스템적 리스크는 BNB나 CAKE 등 입금한 자산의 금전적 가치 하락입니다. 예를 들어, 입금했을 때 $30였던 BNB의 금전적 가치가 출금할 때 $25로 하락할 수 있습니다.
vi_vn: Rủi ro hệ thống (yếu tố rủi ro nằm ngoài công ty, không thể kiểm soát được, tác động đến toàn thị trường) khi bạn tham gia khai thác thanh khoản trên Bunny là giá trị tiền tệ của tài sản bạn gửi bằng BNB, CAKE, v.v.. có thể bị giảm. Ví dụ: giá trị của BNB có thể là 30 đô la khi bạn gửi và chỉ còn 25 đô la khi bạn rút

source: Idiosyncratic Risk
ko_kr: 특유한 리스크 (Idiosyncratic risk)
vi_vn: Rủi ro độc lập

source: The Idiosyncratic Risk would be risks associated with our actual project. Although our code is not externally audited at the moment, we are planning to get an official audit in the coming months! As with all Projects we have seen in the past, from Harvest, Akropolis, and many more, there are always risks that projects will fall victim to malicious hackers. That being said, our Bunny developers account for the security risks of smart contracts and only will interact with contracts that meet the security threshold.
ko_kr: 특유한 리스크는 팬케이크버니 프로젝트와 관련된 리스크들을 말합니다. 팬케이크버니의 코드는 해치랩스의 공식 감사를 받았습니다. 리포트의 링크는 다음과 같습니다. (https://github.com/PancakeBunny-finance/Bunny/blob/main/audits/%5BHAECHI%20AUDIT%5D%20PancakeBunny%20Smart%20Contract%20Audit%20Report%20ver%202.0.pdf) 과거에 진행됐던 Harvest나 Akropolis 등 여러 프로젝트와 같이, 디파이 프로젝트들은 악의를 품은 해커들에 의해 공격 받을 가능성은 항상 있습니다. 그렇기 때문에 팬케이크버니의 개발자들은 스마트 컨트랙트의 보안 리스크를 고려해서, 오직 최소한의 보안 수준을 가진 스마트 컨트랙트만을 이용합니다.
vi_vn: Rủi ro độc lập (rủi ro không hêj thống) sẽ là những rủi ro liên quan đến dự án thực tế của chúng tôi. Mặc dù mã code của chúng tôi hiện chưa được kiểm định (audit) bởi bên thứ ba, nhưng chúng tôi đang lên kế hoạch để dự án được chính thức kiểm định trong những tháng tới! Cũng như các dự án khác trước đây như Harvest, Akropolis, Bunny cũng sẽ có nguy cơ trở thành nạn nhân của các hacker phá hoại. Để tránh điều này, các nhà phát triển Bunny của chúng tôi luôn tính đến các rủi ro bảo mật của các hợp đồng thông minh và sẽ chỉ tương tác với các hợp đồng đáp ứng được ngưỡng bảo mật.

source: How to Determine Daily % Gains?
ko_kr: 일간 %수익 (daily % gains)은 어떻게 아나요?
vi_vn: Làm thế nào để xác định % lợi nhuận tăng hàng ngày?

source: Because the APY is constantly changing on Pancake Swap, the Compounded APY on the Bunny Platform is constantly changing. Furthermore, because this APY is calculated via compounded (exponential growth), it cannot be calculated in a linear manner (i.e. APY/365) So long as you hold your tokens in our farms for an extended period of time, your assets will continue to grow exponentially.
ko_kr: 팬케이크 스왑에서의 APY는 계속적으로 변하기 때문에, 버니 플랫폼의 복리화된 APY도 계속 변합니다. 또한 기하급수적으로 상승하는 복리화 효과 때문에, 일간 수익은 (복리화된 APY)/365과 같이 선형으로 계산할 수 없습니다. 특정 기간 동안 버니 플랫폼의 농장에 자산을 예치한다면 투자금액은 기하급수적으로 성장할 것입니다.
vi_vn: Bởi vì APY liên tục thay đổi trên Pancake Swap, APY gộp trên nền tảng Bunny cũng liên tục thay đổi theo. Hơn nữa, bởi vì APY này được tính thông qua cộng gộp (tăng trưởng theo cấp số nhân), nó không thể được tính theo cách tuyến tính (tức là APY / 365) Vì vậy, miễn là bạn giữ token của mình trong các farm của chúng tôi trong một khoảng thời gian dài, tài sản của bạn sẽ tiếp tục tăng theo cấp số nhân.

source: Where does CAKE or LP come from in the rewards?
ko_kr: 리워드로 받는 CAKE나 LP는 어디서 나오나요?
vi_vn: CAKE hoặc LP đến từ đâu trong phần thưởng?

source: CAKE or the LP tokens are all used from Pancakeswap, we automatically compound yields via Pancakeswap.
ko_kr: CAKE나 LP 토큰은 모두 팬케이크스왑에서 이용되고, 팬케이크버니는 자동적으로 팬케이크스왑을 통해 복리 이자를 창출합니다.
vi_vn: CAKE hoặc LP token đều được sử dụng từ Pancakeswap, chúng tôi sẽ tự động gộp lợi nhuận (sản lượng) thông qua Pancakeswap.

source: Where does BUNNY come from?
ko_kr: BUNNY는 어디서 나오나요?
vi_vn: BUNNY đến từ đâu?

source: BUNNY is minted via smart contracts. For every 1bnb earned in peformance fees, 10 BUNNY is newly minted and distributed.
ko_kr: BUNNY는 스마트 컨트랙트를 통해 발행됩니다. 성과 수수료로 얻은 1 BNB마다, 10 BUNNY가 새롭게 발행되고 분배됩니다.
vi_vn: BUNNY được tạo ra thông qua hợp đồng thông minh. Đối với mỗi BNB kiếm được từ phí hoạt động, 10 BUNNY mới được đúc và phân phối.

source: Where does Swap % come from?
ko_kr: 스왑 %는 어디서 나오나요?
vi_vn: % Swap đến từ đâu?

source: This comes from PancakeSwap
ko_kr: 팬케이크스왑으로부터 나옵니다.
vi_vn: Điều này đến từ PancakeSwap

source: Which rewards get compounded?
ko_kr: 어떤 리워드들이 복리화되나요?
vi_vn: Phần thưởng nào nhận được cộng lại?

source: Currently all the farms get compounded except for the BUNNY Staking farm and the BUNNY/BNB farm. The BUNNY rewards that come out of all pools, currently are not compounded. Only the CAKE and flip rewards are auto-compounded.
ko_kr: 현재 BUNNY 스테이킹 농장과 BUNNY/BNB 농장을 제외한, 모든 농장이 복리화됩니다. 모든 풀에서 나오는 BUNNY 리워드들은 현재 복리화되지 않습니다. CAKE와 플립 리워드들(flip rewards)만 자동적으로 복리화됩니다.
vi_vn: Hiện tại, tất cả các farm đều được cộng gộp ngoại trừ farm BUNNY Staking và farm BUNNY / BNB. Phần BUNNY reward nhận từ tất cả các farm hiện không được cộng gộp. Chúng tôi chỉ tự động cộng gộp CAKE và các LP token reward tương ứng ở các farm.

source: What is the Fee Structure?
ko_kr: 수수료 구조가 어떻게 되나요?
vi_vn: Cấu trúc Phí bao gồm những gì?

source: Withdrawal Fee
ko_kr: 출금 수수료
vi_vn: Phí rút token

source: There is a 0.5% withdrawal fee from Farms only if withdrawal happens within 72 hours of deposit. This fee exists to maintain the smooth flow of the ecosystem and to prevent possible exploitation from individuals acting under bad faith. For example if there was no 0.5% withdrawal fee within the 72 hours, someone could keep depositing right before the compounding takes place and withdraw right after and still reap the same benefits and continuous long-term holders.
ko_kr: 출금이 입금 72시간 이내에 이루어졌을 경우에만, 0.5%의 출금 수수료가 발생합니다. 이 수수료는 버니 생태계가 원만히 굴러가고, 혹시나 발생할 악용을 예방하기 위해 존재합니다. 예를 들어 만약 이러한 출금 수수료가 없다면, 유저는 복리화가 일어나기 직전에 입금하고 직후에 출금을 해도, 지속적 장기 소유자들과 같은 수익을 얻을 수 있을 것입니다.
vi_vn: Phí rút token sẽ chỉ được tính 0,5% từ các farm nếu việc rút token diễn ra trong vòng 72 giờ kể từ khi gửi tiền. Phí này tồn tại nhằm duy trì hoạt động trơn tru của hệ sinh thái và ngăn chặn các các nhân có hành vi xấu và lợi dụng có thể xảy ra. Ví dụ: nếu không có phí rút token 0,5% trong vòng 72 giờ, người dùng có hành vi xấu có thể lợi dụng để tiếp tục gửi token ngay trước khi diễn ra lãi kép và rút token ngay sau đó mà vẫn gặt hái được những lợi ích tương tự và những người nắm giữ token dài hạn một cách liên tục.

source: Performance Fee
ko_kr: 성과 수수료
vi_vn: Phí hoạt động

source: We have a 30% performance fee on our farms, but the majority of the profit from these fees goes back to go rewards for staking BUNNY, thereby ensuring the sustainability and longevity of our project and benefitting BUNNY supporters/holders.
ko_kr: 팬케이크버니의 농장들에는 30%의 성과 수수료가 있지만, 이 수수료 수익의 대부분은 BUNNY를 스테이킹하는 리워드로 되돌려집니다. 이로써 프로젝트의 수명과 지속 가능성을 보장하고 BUNNY 지지자와 소유자들을 보호합니다.
vi_vn: Chúng tôi tính 30% cho phí hoạt động trên các farm của mình, nhưng phần lớn lợi nhuận từ các khoản phí này sẽ được sử dụng trở lại để làm phần thưởng cho những người stake BUNNY, do đó đảm bảo tính bền vững và lâu dài của dự án của chúng tôi và mang lại lợi ích cho những người ủng hộ / chủ sở hữu BUNNY.

source: What is Bunny’s Roadmap?
ko_kr: 버니의 로드맵은 어떻게 되나요?
vi_vn: Lộ trình phát triển của Bunny?

source: Please view our roadmap on notion: http://bit.ly/bunny_roadmap We have plans on expanding the variety of pools available, creating single asset vaults, arbitrage, and much more!
ko_kr: 노션에 게시한 팬케이크버니의 로드맵입니다: http://bit.ly/bunny_roadmap. 팬케이크버니는 더욱 다양한 풀들로 확장시키기, 단일 자산 금고 만들기, 재정거래 등을 계획하고 있습니다.
vi_vn: Vui lòng xem lộ trình phát triển tại: http://bit.ly/bunny_roadmap . Chúng tôi có kế hoạch mở rộng và đa dạng số lượng các pool , tạo các kho lưu trữ bảo mật tiền mã hoá (vault), kinh doanh chênh lệch giá (arbitrage) và hơn thế nữa!

source: Who is behind Bunny?
ko_kr: 버니는 누가 만들었나요?
vi_vn: Ai đứng sau Bunny?

source: The Bunny Project was created by a team of developers and blockchain specialists! Like all other Yield Aggregator Projects, we believe our code is who we are! Thus, we will ensure to provide full transparency and let our code speak for itself.
ko_kr: 버니 프로젝트는 개발자들과 블록체인 전문가들이 모여 시작되었습니다. 다른 일드 애그리게이터 프로젝트처럼, 팬케이크버니의 코드가 곧 팬케이크버니라고 생각합니다! 그렇기 때문에 완전히 투명하고 자명한 코드를 제공하겠습니다.
vi_vn: Dự án Bunny được tạo ra bởi một nhóm các nhà phát triển và chuyên gia blockchain. Cũng như các Dự án cộng gộp lợi nhuận khác, chúng tôi tin rằng cách chúng tôi lập trình sẽ phản ánh chính xác con người của chúng tôi! Do đó, chúng tôi đảm bảo sẽ cung cấp đầy đủ thông tin minh bạch và để sản phẩm của chúng tôi tự nói lên điều đó.

source: Is Bunny Safe?
ko_kr: 버니는 안전한가요?
vi_vn: Đầu tư trên Bunny có an toàn không?

source: Like all DeFi Projects, it is important not to trust but to verify the legitimacy of each project by confirming the data/code. As such we are providing full transparency by releasing all the code/data required to confirm that Bunny runs smoothly. Check out our github: https://github.com/PancakeBunny-finance
ko_kr: 다른 모든 디파이 프로젝트처럼, 프로젝트 합리성은 단순히 신뢰하기보다 데이터와 코드를 통해 입증하는 것이 중요합니다. 그렇기 때문에 버니 플랫폼이 원만히 굴러간다는 것을 입증할 코드와 데이터를 공개해 완전한 투명성을 제공합니다. 팬케이크버니의 깃허브입니다: https://github.com/PancakeBunny-finance
vi_vn: Giống như tất cả các dự án DeFi, sự tin tưởng quan trọng phải đến từ việc xác minh tính hợp pháp của từng dự án bằng cách xác thực dữ liệu/ mã lập trình. Do đó, chúng tôi công khai đầy đủ một cách hoàn toàn minh bạch tất cả mã/ dữ liệu cần thiết để cộng đồng có thể kiểm tra và xác nhận khả năng vận hành trơn tru của Bunny. Truy cập vào Github của chúng tôi: https://github.com/PancakeBunny-finance

source: Is Bunny Audited?
ko_kr: 버니는 감사를 받았나요?
vi_vn: Bunny đã được audit chưa?

source: We have plans to get our code externally audited in the near future! We will let the community know when it is done!
ko_kr: 네. 해치 랩스가 첫 스마트 컨트랙트 보안 감사를 완료했습니다. 결과는 매우 긍정적이었습니다! 감사는 2가지의 사소한 문제들 이외에, 치명적이거나 주요한 문제들을 포함하지 않았습니다. 첫번째 사소한 문제는 가장 유명한 거버넌스 토큰들에서 발견되었고, 이는 일반 유저들에게 그다지 큰 보안 위험에 노출시키지 않습니다. 두번째 사소한 문제는 의도된 행동(intended behavior)이었습니다. 여기서 리포트를 관람할 수 있습니다.
vi_vn: Chúng tôi đã có kế hoạch để bên thứ ba audit mã lập trình của Bunny trong tương lai gần và sẽ thông báo cho cộng đồng khi việc kiểm định hoàn tất!

source: APR & APY
ko_kr: 연간이율(APR)과 연간수익률(APY)
vi_vn: APY & APR

source: Let’s assume the APR of the CAKE farm is 365%. This means that on average if we divide 365% by 365 days, we get a daily return of 1%. Now since Bunny compounds this 1%, we can estimate the compounded APR using the following calculation: (1+0.01)^365 - 1 = 3678% Keep in mind that this is an assumption that only holds true if the APR of CAKE farm stays constant through one year. However, this is obviously not the case since the APY also changes by the second. We can use the same calculation for the rest of the Farms as well! Just divide the APR by 365, which would be the average daily yield. (1+daily yield)^365 -1 = Compounded APY.
ko_kr: CAKE 농장의 연간이율이 365%라고 가정한다면, 365%를 365일로 나눠 평균 일간 수익률이 1%라는 뜻입니다. 버니는 이 1% 이율로 복리화하기 때문에, 복리화된 연간이율은 약 (1+0.01)^365 - 1 = 3678%으로 추정됩니다. 이러한 가정과 추정은 CAKE 농장의 연간이율이 1년 내에 일정하다고 가정했을 경우에만 해당됩니다. 하지만 실제로는 연간수익률 또한 매초마다 변하기 때문에, 연간이율이 일정한 경우는 발생하지 않습니다. 그렇기 때문에 복리화된 연간 수익률은 연간이율을 365로 나눠 평균 일간 수익률을 계산한 후, (1+ 평균 일간 수익률)^365 -1 공식을 통해서 계산할 수 있습니다. 새로운 맥시마이저 농장은 농장의 일간 수익을 CAKE 복리화 풀에 넣습니다. 스테이블 코인-BNB 농장은 현재 30% 연간수익률이지만, 맥시마이저 농장들을 이용한다면 연간수익률은 150%로 늘어납니다. 이 전략은 투자 원금에 손대지 않으면서 추가적인 농장 수익만 고위험-고수익인 CAKE 풀에 넣기 때문에, 매우 독특하면서 유리합니다.
vi_vn: Giả sử APR của farm CAKE là 365%. Điều này có nghĩa là nếu chúng ta chia trung bình 365% cho 365 ngày thì lợi nhuận hàng ngày nhận được sẽ là 1%. Vì Bunny cộng lãi gộp 1% này, chúng tôi có thể ước tính APR cộng lãi gộp qua phép tính sau: (1 + 0,01) ^ 365 - 1 = 3678% Lưu ý giả định này chỉ đúng nếu APR của farm CAKE là hằng số giữ nguyên không đổi trong một năm. Tuy nhiên, thực tế điều sẽ không xảy ra vì APY sẽ luôn thay đổi mỗi giây. Chúng ta cũng có thể sử dụng cách tính tương tự cho các farm! Chỉ cần chia APR cho 365, đây sẽ là lợi suất trung bình hàng ngày. (1 + lợi nhuận hàng ngày) ^ 365 -1 = APY gộp lãi kép.

source: The new maximizer farms put the daily yields from the Farms, into the CAKE compounding pools. The Stable Coin-BNB Farms have a current APY of 30%, but if we use the maximizer farms the APY increases to about 150%. This strategy is truly unique and advantageous since the principal investment does not get touched, and only the extra yields from the farm get invested in the more volatile, high risk-high reward CAKE pool.
vi_vn: Các farm tối đa hóa lọi nhuận mới sẽ gom lợi nhuận hàng ngày từ các farm và cộng gộp vào farm CAKE. Các farm stabe Coin-BNB có APY hiện tại là 30%, nhưng nếu sử dụng các farm tối đa hóa lợi nhuận thì APY sẽ tăng lên khoảng 150%. Chiến lược này thực sự độc đáo và có lợi vì khoản tiền đầu tư gốc vẫn được bảo toàn, chỉ phần lợi nhuận canh tác từ các farm được lấy đầu tư vào pool CAKE có phần thưởng cao đi kèm rủi ro cao và nhiều biến động.
