Repository: lovetrading10/Bunny
Catalog: docs/locales/*/LC_MESSAGES/guide.po
Languages: ko_kr, vi_vn

source: How-to Guides
ko_kr: 초보 가이드 (How-to guide)
vi_vn: Hướng dẫn sử dụng

source: How-to Video
vi_vn: Video hướng dẫn

source: Prerequisites
ko_kr: 필수 요건
vi_vn: Những điều kiện tiên quyết

source: You must have a specific Farm’s underlying token. For CAKE-BNB, you need CAKE tokens and BNB tokens. The same for other respective farms.
ko_kr: 특정 농장의 토큰 (Farm’s underlying token)이 있어야 합니다. Cake-BNB를 위해서는 CAKE 토큰들과 BNB 토큰들이 필요하듯, 다른 농장들도 마찬가지입니다.
vi_vn: Bạn phải sở hữu các loại token được dùng để giao dịch trong một farm cụ thể. Ví dụ đối với farm CAKE-BNB, bạn cần sở hữu CAKE và BNB. Điều này cũng tương ứng cho các farm khác.

source: You must have a supported wallet, either metamask, Trust Wallet or Walletconnect!
ko_kr: Metmask, Trust Wallet, Walletconnect와 같은 팬케이크버니가 지원되는 지갑이 있어야 합니다.
vi_vn: Bạn phải dùng các loại ví được nền tảng hỗ trợ như ví Metamask, Trust Wallet hoặc Walletconnect!

source: Walkthrough
ko_kr: 단계별 절차
vi_vn: Hướng dẫn thực hiện qua từng bước

source: Go to pancakebunny.finance/ and click "Connect Wallet"
ko_kr: pancakebunny.finance/에 접속한 후, “Connect Wallet (지갑 연결)” 를 클릭합니다.
vi_vn: Truy cập pancakebunny.finance/ và nhấp vào “Connect wallet” (Kết nối ví)

source: Click either the Metamask or WalletConnect Icon depending on what you use
ko_kr: Metamask나 WalletConnect 같은 자신이 이용하는 지갑의 아이콘을 클릭합니다.
vi_vn: Nhấp vào biểu tượng của loại ví bạn đang sử dụng, có thể Metamask hoặc WalletConnect

source: Select the Farm you want to invest in
ko_kr: 투자하고 싶은 농장(Farm)을 선택합니다.
vi_vn: Chọn farm bạn muốn đầu tư

source: You need LP Tokens (LP Tokens) (CAKE-BNB LP, BUSD-BNB LP, etc)
ko_kr: CAKE-BNB LP나 BUSD-BNB LP 등 같은 LP 토큰들이 필요합니다.
vi_vn: Bạn cần có LP token (token nhận được khi người dùng cung cấp tính thanh khoản cho pool, ở đây có thể là CAKE-BNB LP, BUSD-BNB LP, v.v.)

source: You can also use our Zap feature to provide LP tokens with just one click.
ko_kr: 잽(Zap) 기능을 이용해, 한번의 클릭으로 LP 토큰을 제공할 수 있습니다.
vi_vn: Bạn cũng có thể sử dụng tính năng Zap của chúng tôi để chuyển đổi LP token chỉ với một cú nhấp chuột.

source: After receiving LP Tokens, enter the amount of tokens you want to deposit and click "Deposit"
ko_kr: LP 토큰을 받은 이후에, 입금하고자 하는 토큰의 양을 입력하고 “Deposit(입금)”을 클릭합니다.
vi_vn: Sau khi nhận được LP token, hãy nhập số lượng token bạn muốn gửi và nhấp vào “Deposit” (Gửi token)

source: Confirm the transaction with Metamask or WalletConnect
ko_kr: 거래를 MetaMask나 WalletConnect 같은 지갑을 이용해 확인합니다.
vi_vn: Chấp nhận yêu cầu xác nhận giao dịch trên ví Metamask hoặc WalletConnect

source: View the transaction on BscScan and await the confirmation
ko_kr: BscScan을 통해 거래를 지켜보고 거래 확인을 기다립니다.
vi_vn: Xem giao dịch trên BscScan và chờ xác nhận

source: Congrats! You have now joined the Bunny Farm!
ko_kr: 축하합니다! 이제 버니 농장(Bunny farm)의 일원이 되셨습니다!
vi_vn: Chúc mừng! Giờ bạn đã chính thức tham gia vào farm Bunny!
