Repository: lovetrading10/Bunny
Catalog: docs/locales/*/LC_MESSAGES/vaults.po
Languages: ko_kr, vi_vn

source: Vaults
vi_vn: Các kho lưu trữ bảo mật tiền mã hoá (vault)

source: BUNNY Staking Farm
ko_kr: BUNNY 스테이킹 농장
vi_vn: Farm BUNNY Staking

source: In this farm, users can stake using their BUNNY tokens, while getting back WBNB. The APR for this farm is dependent on the performance of all the other farms, since the 30% performance fee on other farms are what is collected and given out as the reward/roi for the BUNNY staking pool. BUNNY Pool has no withdrawal fee and no performance fee.
ko_kr: 이 농장에서 유저들은 소유한 BUNNY 토큰들을 스테이킹하고, WBNB를 되돌려받을 수 있습니다. 다른 농장들의 성과 수수료 30%를 모아 BUNNY 스테이킹 풀의 리워드/ROI로 분배되기 때문에, 이 농장의 APR은 다른 농장의 성과에 따라 달라집니다. BUNNY 풀은 어떠한 출금 수수료나 성과 수수료가 없습니다.
vi_vn: Ở farm này, người dùng có thể stake BUNNY tokens để nhận về WBNB. APR (lãi xuất phần trăm hằng năm) cho farm này phụ thuộc vào hiệu suất hoạt động của tất cả các farm khác, vì 30% phí hoạt động của các farm khác được thu thập và được dùng như phần thưởng / lãi đầu tư cho những người stake trong BUNNY pool. BUNNY Pool không có phí rút token và không có phí hoạt động.

source: BUNNY/BNB Farm
ko_kr: BUNNY/BNB 농장
vi_vn: Farm BUNNY/BNB

source: In this farm, users can deposit BUNNY/BNB and earn even more BUNNY tokens. There should be a withdrawal fee of 0.5% if withdrawn within 72 hours, but there will be no fee during the migration to v2.
ko_kr: 이 농장에서 유저들은 BUNNY/BNB를 입금하고 더욱 많은 BUNNY 토큰들을 얻을 수 있습니다. 72시간 이내에 출금했을 경우 0.5%의 출금 수수료가 발생하지만, v2로의 이동(migration) 중에는 수수료가 발생하지 않습니다.
vi_vn: Trong farm này, người dùng có thể gửi BUNNY/BNB để kiếm được nhiều mã BUNNY hơn. Nếu bạn rút token đã gửi trong vòng 72 giờ thì sẽ bị tính phí 0,5%, tuy nhiên phí này sẽ không bị tính trong quá trình chuyển sang phiên bản v2.

source: CAKE Auto Compounding Farm
ko_kr: CAKE 자동 복리 농장 (Auto Compounding Farm)
vi_vn: Farm tự động cộng gộp CAKE

source: The CAKE farm is where you can reap the benefits of automating compounding and the high APY. There should be a withdrawal fee of 0.5% if withdrawn within 72 hours, but there will be no fee during the migration to v2. The 30% performance fee is collected but for every 1BNB in fees collected, we give 10 BUNNY, so you’re getting free money.
ko_kr: CAKE 농장은 자동 복리와 높은 APY라는 혜택을 누릴 수 있는 곳입니다. 72시간 이내에 출금했을 경우 0.5%의 출금 수수료가 생기지만, v2로의 이동(migration) 중에는 수수료가 발생하지 않습니다. 30% 성과 수수료가 모아지지만, 모아진 매 1BNB의 수수료에 대한 10 BUNNY를 나누어드리기 때문에 결국 리워드를 얻는 것입니다.
vi_vn: Farm CAKE là nơi bạn có thể thu lợi nhuận dựa trên việc tự động hóa tính lãi kép với APY cao. Bạn sẽ bị tính phí 0,5% nếu rút khoản gửi trong vòng 72 giờ, nhưng sẽ không bị tính phí trong quá trình chuyển sang phiên bản v2. 30% phí hoạt động được thu nhưng với mỗi BNB reward từ phí thu được, chúng tôi sẽ phát hành 10 BUNNY, và bạn sẽ sẽ nhận được phần này hoàn toàn miễn phí ứng theo tỉ lệ phần trăm CAKE của bạn trong pool.

source: Rest of PancakeSwap Farms
ko_kr: 이외의 팬케이크스왑 농장들
vi_vn: Các farm PancakeSwap thông thường

source: Currently we have CAKE-BNB, BUSD-BNB, USDT-BNB, DAI-BNB, USDC-BNB, VAI-BUSD, USDT-BUSD pools, which exist on Pancakeswap. Our smart contracts automatically compound your investments, giving you a higher APY. For these pools, as profit you will be getting the respective LP Token of the pool, as well as BUNNY tokens. 30% of profits will be collected and given as BUNNY tokens. For every 1BNB collected, we give 10 BUNNY. There should be a withdrawal fee of 0.5% if withdrawn within 72 hours, but there will be no fee during the migration to v2. Currently you can only claim your profits, if you claim & exit the pool. We may change this in the future.
ko_kr: 현재 팬케이크버니는 팬케이크스왑에 존재하는 CAKE-BNB, BUSD-BNB, USDT-BNB, DAI-BNB, USDC-BNB, VAI-BUSD, USDT-BUSD 풀들을 가지고 있습니다. 저희 스마트 컨트랙트들은 투자금의 복리 이자를 자동적으로 창출시켜, 높은 APY를 제공할 수 있도록 합니다. 이러한 풀들에서는 BUNNY 토큰과 함께, 그 풀의 해당 LP토큰들을 수익으로 받습니다. 30%의 수익이 모아지고 BUNNY 토큰으로 주어질 것입니다. 모아지는 매 1 BNB마다, 저희는 10 BUNNY를 드립니다. 72시간 이내에 출금했을 경우 0.5%의 출금 수수료가 생기지만, v2로의 이동(migration) 중에는 수수료가 발생하지 않습니다. 현재로서는, 풀을 퇴장하거나 주장(claim pool)해야만 수익을 챙길(claim profit) 수 있습니다. 이는 이후에 바뀔 수도 있습니다.
vi_vn: Hiện tại, chúng tôi có các pool CAKE-BNB, BUSD-BNB, USDT-BNB, DAI-BNB, USDC-BNB, VAI-BUSD, USDT-BUSD trên Pancakeswap. Các hợp đồng thông minh của chúng tôi tự động gom các khoản đầu tư của bạn và mang lại cho bạn mức APY cao hơn. Đối với các pool này, lợi nhuận bạn nhận được sẽ là các LP token tương ứng của pool kèm với mã BUNNY. 30% lợi nhuận sẽ được thu thập và phân phối lại cho người gửi dưới dạng BUNNY token. Với mỗi BNB thu thập được, chúng tôi tặng 10 BUNNY. Sẽ có phí 0,5% nếu bạn rút token trong vòng 72 giờ, nhưng sẽ không có phí trong quá trình chuyển sang phiên bản v2. Hiện tại, bạn chỉ có thể yêu cầu lấy lợi nhuận của mình khi thoát khỏi farm. Chúng tôi có thể sẽ thay đổi để bạn yêu cầu lấy lợi nhuận nhưng không cần thoát khỏi farm trong tương lại.

source: Maximizer PancakeSwap Farms
ko_kr: 고금리 적금(Maximizer) 팬케이크 스왑 농장
vi_vn: Các farm Maximizer PancakeSwap

source: The Maximizer farms takes the profits that come out of the original compounded Pancakeswap farm, and puts it into the CAKE auto-compounding farm, in order to give you a higher apy, while protecting your principal. There should be a withdrawal fee of 0.5% if withdrawn within 72 hours, but there will be no fee during the migration to v2. With the Maximizer Farms, users can claim their profits, without exiting the farm.
ko_kr: 맥시마이저 농장들은 팬케이크스왑 농장을 통해 나온 원래 수입들을 CAKE 자동 복리 농장에 넣어, 원금을 보호하면서도 높은 APY를 제공합니다. 72시간 이내에 출금했을 경우 0.5%의 출금 수수료가 생기지만, v2로의 이동(migration) 중에는 수수료가 발생하지 않습니다. 맥시마이저 농장들과 함께, 유저들은 농장을 퇴장하지 않고도 수익을 주장할 수 있습니다.
vi_vn: Các farm Maximizer lấy lợi nhuận cộng gộp thu được từ farm Pancakeswap thông thường và chuyển phần lợi nhuận này vào farm tự động cộng gộp CAKE nhằm mang lại cho bạn mức APY cao hơn trong khi tiền đầu tư gốc của bạn vẫn được bảo tồn. Sẽ có phí rút token là 0,5% nếu bạn rút trong vòng 72 giờ từ lúc gửi, nhưng sẽ không có phí trong quá trình chuyển sang phiên bản v2. Với các farm Maximizer, người dùng có thể yêu cầu lấy lợi nhuận mà không cần thoát ra khỏi farm.

source: According to our test calculations, assuming that CAKE price stays constant, USDT-BNB Farm APY is 30%, and CAKE APR is 300%, then the APY of someone who deposits into the “Yield Maximizing USDT-BNB Farm” would be 189.9%. This is much higher than the 30% achieved by simply compounding USDT-BNB, yet the risk is very minimal. The only risks would be if CAKE price drops significantly, or if the CAKE APR drops as well. That being said even if the CAKE price drops significantly the principal amount invested in USDT and BNB would still be the same. Similar to our regular farms, in order to fully benefit from the compounding effect, a user must have the patience to sit back and watch their money grow exponentially over time. One small complication is that because of the way the new yield maximized farms are coded through back end development, the yields earned daily (24 hour period) get distributed the next day on a rolling cycle. This means that users who deposit from day 0 to day 1 would be at a slight disadvantage as they would not be able to receive their fair share of yields for the first 24 hours. To mitigate this effect we plan on giving these early users some BUNNY to compensate for the lost yields. The graph below illustrates the difference in returns between the original Stable-BNB farm and the new Yield Maximizing Stable-BNB farm.
ko_kr: 시뮬레이션에 따르면, CAKE의 가격이 일정하고, USDT-BNB 농장의 APY는 30%, CAKE APR은 300%라고 가정했을 때, 수익 극대화 USDT-BNB 농장(Yield Maximizing USDT-BNB Farm)에 입금하는 사람의 APY는 189.9%입니다. 이는 USDT-BNB를 단리 이자 창출했을 때의 30% APY보다 높지만, 리스크는 아주 적습니다. 존재하는 리스크 변수는 CAKE의 가격이나 CAKE APR이 급락했을 두가지의 경우 뿐입니다. 그러나 CAKE의 가격이 급락하더라도, USDT와 BNB의 투자 원금은 유지됩니다. 복리효과로 충분히 수익을 보기 위해서는, 유저는 기하급수적으로 늘어나는 수익을 물러서서 지켜볼 수 있는 인내심이 필요합니다. 한가지 작은 문제는 새로운 수익 극대화 농장(new yield maximized farms)들이 백엔드 개발(back-end development)을 통해 코딩이 되었기 때문에, 하루 혹은 24시간 내에 번 수익은 롤링 사이클(rolling cycle) 기반으로 다음날에 분배됩니다. 예를 들어 첫번째 날부터 두번째날로 입금한 유저들은 첫 24시간 동안의 온전한 수익보다 약간의 손실을 볼 수 있다는 뜻입니다. 이 요소를 완화시키기 위해서, 얼리 유저들에게 소량의 BUNNY를 제공해 손실을 메꿀 수 있도록 할 계획입니다. 아래의 그래프는 시간에 따른 기존의 스테이블-BNB 농장(Stable-BNB farm)과 새로운 수익 극대화 스테이블-BNB 농장(Yield Maximizing Stable-BNB farm) 수익의 차이를 보여줍니다.
vi_vn: Theo tính toán thử nghiệm của chúng tôi, giả sử rằng giá CAKE không đổi, APY của farm USDT-BNB là 30% và APR của CAKE là 300%, thì APY của người gửi tiền vào “farm tối ưu hoá lợi nhuận USDT-BNB” sẽ là 189,9% . Con số này cao hơn nhiều so với mức 30% đạt được chỉ bằng cách gộp USDT-BNB, nhưng lại với rủi ro rất nhỏ. Rủi ro duy nhất có thể xaỷ ra là khi giá CAKE giảm đáng kể, hoặc nếu APR của CAKE cũng giảm. Và cho dù CAKE giảm đáng kể thì số tiền gốc đầu tư vào USDT và BNB sẽ vẫn được bảo toàn. Tương tự như các farm thông thường của chúng tôi, để hưởng lợi đầy đủ từ hiệu ứng cộng gộp lãi kép, người dùng phải có đủ kiên nhẫn để quan sát số tiền của họ tăng theo cấp số nhân theo thời gian. Một phức tạp nhỏ nữa có thể gây ra bởi việc lập trình các farm tối ưu hoá lợi nhuận thông qua backend development, lợi nhuận thu được hàng ngày (trong khoảng thời gian 24 giờ) sẽ được phân phối vào ngày hôm sau theo chu kỳ luân phiên. Điều này có nghĩa là những người dùng gửi tiền từ ngày 0 đến ngày 1 sẽ gặp một chút bất lợi vì họ sẽ không thể nhận được phần lợi tức hợp lý của mình trong 24 giờ đầu tiên. Để giảm thiểu tác động này, chúng tôi có kế hoạch cung cấp cho những người dùng đầu tiên này một số BUNNY để bù đắp cho lợi suất bị mất. Biểu đồ bên dưới minh họa sự khác biệt về lợi nhuận giữa farm Stable BNB thông thường và farm Stable BNB tối đa hóa lợi nhuận mới.

source: We have provided the mathematical formula for calculating the total geometric sum. Feel free to use it to personalize your calculations.
ko_kr: 아래는 총 기하급수의 합을 구하는 공식으로, 각자의 투자 금액과 방식에 따라 복리 이자 수익을 계산하실 때 쓰실 수 있습니다.
vi_vn: Theo tính toán thử nghiệm của chúng tôi, giả sử rằng giá CAKE không đổi, APY của farm USDT-BNB là 30% và APR của CAKE là 300%, thì APY của người gửi tiền vào “farm tối ưu hoá lợi nhuận USDT-BNB” sẽ là 189,9% . Con số này cao hơn nhiều so với mức 30% đạt được chỉ bằng cách gộp USDT-BNB, nhưng lại với rủi ro rất nhỏ. Rủi ro duy nhất có thể xaỷ ra là khi giá CAKE giảm đáng kể, hoặc nếu APR của CAKE cũng giảm. Và cho dù CAKE giảm đáng kể thì số tiền gốc đầu tư vào USDT và BNB sẽ vẫn được bảo toàn. Tương tự như các farm thông thường của chúng tôi, để hưởng lợi đầy đủ từ hiệu ứng cộng gộp lãi kép, người dùng phải có đủ kiên nhẫn để quan sát số tiền của họ tăng theo cấp số nhân theo thời gian. Một phức tạp nhỏ nữa có thể gây ra bởi việc lập trình các farm tối ưu hoá lợi nhuận thông qua backend development, lợi nhuận thu được hàng ngày (trong khoảng thời gian 24 giờ) sẽ được phân phối vào ngày hôm sau theo chu kỳ luân phiên. Điều này có nghĩa là những người dùng gửi tiền từ ngày 0 đến ngày 1 sẽ gặp một chút bất lợi vì họ sẽ không thể nhận được phần lợi tức hợp lý của mình trong 24 giờ đầu tiên. Để giảm thiểu tác động này, chúng tôi có kế hoạch cung cấp cho những người dùng đầu tiên này một số BUNNY để bù đắp cho lợi suất bị mất. Biểu đồ bên dưới minh họa sự khác biệt về lợi nhuận giữa farm Stable BNB thông thường và farm Stable BNB tối đa hóa lợi nhuận mới.
